"About" = "Sobre l'AltTab";
"About %@" = "Sobre l'%@";
"Accessibility" = "Accessibilitat";
"Acknowledgments" = "Agraïments";
"Active app" = "Aplicació activa";
"Active screen" = "Pantalla activa";
"Active Space" = "Espai actiu";
"Additional controls" = "Controls addicionals";
"Additional controls…" = "Controls addicionals ...";
"Advanced" = "Avançada";
"After release" = "Després del llançament";
"Align windows" = "Alineeu les finestres";
"Align windows:" = "Alinear finestres:";
"All apps" = "Totes les aplicacions";
"All data from this form will be made public, as a ticket on github.com" = "Les dades es faran públiques a github.com";
"All screens" = "Totes les pantalles";
"All Spaces" = "Tots els espais";
"Allowed" = "Permès";
"Alphabetical" = "Alfabètic";
"Alphabetical Order" = "Ordre alfabètic";
"Also select windows using:" = "També seleccionar:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab s'ha tancat a causa d'un problema. Enviar un informe d'error ajudarà a resoldre'l";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Actualment, ALTTAB està previst per mostrar aplicacions.Aquesta configuració només està disponible quan ALTTAB està configurat per mostrar Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "L'Alt-Tab no té permís de gravació de pantalla. No es mostraran les miniatures.";
"AltTab needs some permissions" = "L'AltTab necessita alguns permisos";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab mostrarà si actualment es minimitza la finestra o la pantalla completa amb una icona d'estat.";
"Always" = "Sempre";
"Always send crash reports" = "Enviar automàticament";
"and press" = "i premsa";
"and press:" = "i prémer:";
"Animations" = "Animacions";
"Animations…" = "Animacions ...";
"App (BundleID starting with)" = "Aplicació (BundleID comença per)";
"App Icons" = "Icones de l'aplicació";
"App is hidden" = "L'aplicació està oculta";
"App is running but has no open window" = "L'aplicació no té finestres obertes";
"Apparition delay" = "Retard de l'aparició";
"Apparition delay:" = "Retard en aparèixer:";
"Appearance" = "Aparença";
"Application Name" = "Nom de l'aplicació";
"Application Name - Window Title" = "Nom de l'aplicació: títol de la finestra";
"Applications" = "Aplicacions";
"Are you sure you don’t want a response?" = "Estás segur que no vols rebre resposta?";
"Arrow keys" = "Amb les tecles de fletxa";
"Ask whether to send crash reports" = "Preguntar cada vegada";
"Auto-install updates periodically" = "Comprovar i instal·lar periòdicament";
"Blacklists" = "Excepcions";
"Cancel" = "Cancel·lar";
"Cancel and hide" = "Cancel·lar i amagar";
"Center" = "Centre";
"Check for updates now…" = "Cercar actualitzacions…";
"Check for updates periodically" = "Comprovar periòdicament";
"Check for updates…" = "Buscar actualitzacions…";
"Check permissions…" = "Comprova permisos...";
"Close window" = "Tancar finestra";
"Conflicting shortcut" = "Drecera ja en ús";
"Controls" = "Controls";
"Crash reports policy" = "Política d’informes de xoc";
"Crash reports policy:" = "Política d'informes d'errors:";
"Cursor follows focus" = "El cursor segueix l'element actiu";
"Customize App Icons style…" = "Personalitzar les icones de les aplicacions Estil ...";
"Customize Thumbnails style…" = "Personalitzeu les miniatures estil ...";
"Customize Titles style…" = "Personalitzeu l'estil de títols ...";
"Dark" = "Fosc";
"Disabled" = "Disabled";
"Do nothing" = "No fer res";
"Don’t check for updates periodically" = "No comprovar";
"Don’t send" = "No enviar";
"Don’t show windows from these apps" = "No mostrar les finestres de les següents aplicacions";
"Done" = "Fer";
"End" = "Final";
"Fade out animation" = "Esvair l'animació";
"Fade out animation:" = "Animació en desaparèixer:";
"Focus selected window" = "Activar finestra seleccionada";
"Fullscreen window" = "L'aplicació es veu a pantalla completa";
"Fullscreen windows:" = "Finestres a pantalla completa:";
"Fullscreen/Defullscreen window" = "Passar a/Sortir de pantalla completa";
"General" = "General";
"Gesture" = "Gesture";
"Grant permission" = "Concedir permís";
"Hidden windows:" = "Finestres amagades:";
"Hide" = "Amagar";
"Hide app badges" = "Amagar indicadors de notificacions";
"Hide app badges:" = "Amagar indicadors de notificacions:";
"Hide apps with no open window" = "Amagar aplicacions sense finestres obertes";
"Hide apps with no open window:" = "Amagar aplicacions sense finestres obertes:";
"Hide colored circles on mouse hover" = "Amagar controls en passar el cursor";
"Hide colored circles on mouse hover:" = "Amagar controls en passar el cursor:";
"Hide in %@" = "Amaga a %@";
"Hide Space number labels" = "No mostrar número de l'espai";
"Hide Space number labels:" = "No mostrar número de l'espai:";
"Hide status icons" = "Amagar icones d'estat";
"Hide status icons:" = "Amagar icones d'estat:";
"Hide window thumbnails:" = "Amagar miniatures de les finestres:";
"Hide/Show app" = "Amagar/Mostrar aplicació";
"High" = "Alt";
"Highest" = "Més alt";
"Hold" = "Mantenir";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "Crec que l'aplicació milloraria si…";
"Ignore shortcuts when active" = "Ignorar dreceres quan està activa";
"Ignore shortcuts while a window from these apps is active" = "Ignorar dreceres si una finestra d'aquestes aplicacions està activa";
"Language" = "Idioma";
"Language Change" = "Canvi d'idioma";
"Large" = "Gran";
"Later" = "Després";
"Latest releases" = "Últimes versions";
"Leading" = "Líder";
"Left" = "Esquerra";
"Light" = "Llum";
"Max height on screen:" = "Alçada màxima a la pantalla:";
"Max width on screen:" = "Amplada màxima a la pantalla:";
"Medium" = "Mitjà";
"Menubar icon" = "Icona Menubar";
"Menubar icon:" = "Icona de la barra de menús:";
"Middle" = "Centre";
"Minimize/Deminimize window" = "Minimitzar/Restaurar finestra";
"Minimized windows:" = "Finestres minimitzades:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Miscel·lània:";
"Mouse hover" = "En passar el cursor";
"Multiple screens" = "Múltiples pantalles";
"Never send crash reports" = "No enviar mai";
"Normal" = "Normal";
"Not allowed" = "No permès";
"NSHumanReadableCopyright" = "Llicència GPL-3.0";
"Only if the window is fullscreen" = "Només si la finestra està a pantalla completa";
"Open Accessibility Preferences…" = "Obrir preferències d'accessibilitat…";
"Open Screen Recording Preferences…" = "Obrir preferències de gravació de pantalla…";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "Opcional: adreça de correu (si esperes resposta)";
"Order windows by" = "Ordeneu les finestres per";
"Policies" = "Polítiques";
"Preferences…" = "Preferències…";
"Preview selected window" = "Previsualitzar finestra seleccionada";
"Preview selected window:" = "Previsualitzar finestra seleccionada:";
"Preview the selected window." = "Vista prèvia de la finestra seleccionada.";
"Quit" = "Sortir";
"Quit %@" = "Sortir de l'%@";
"Quit app" = "Sortir de l'aplicació";
"Recently Created" = "Oberta més recentment";
"Recently Created First" = "Primer creat recentment";
"Recently Focused" = "Activa més recentment";
"Recently Focused First" = "Primer centrat recentment";
"Remember my choice" = "Recordar la meva selecció";
"Reset preferences and restart" = "Restablir preferències i reiniciar";
"Reset preferences and restart…" = "Restaurar preferències i iniciar…";
"Restart Now" = "Reiniciar ara";
"Rows of thumbnails:" = "Files de miniatures:";
"Screen including menu bar" = "Pantalla on es mostra la barra de menús";
"Screen including mouse" = "Pantalla on es troba el cursor";
"Screen Recording" = "Gravació de pantalla";
"Screen showing AltTab" = "Pantalla on es mostra l'AltTab";
"Select next window" = "Seleccionar finestra següent";
"Select previous window" = "Seleccionar finestra anterior";
"Select windows on mouse hover" = "Seleccioneu Windows a Mouse Hover";
"Select windows using arrow keys" = "Seleccioneu Windows mitjançant les tecles de fletxa";
"Select windows using vim keys" = "Seleccioneu Windows mitjançant les tecles VIM";
"Send" = "Enviar";
"Send a crash report?" = "Enviar informe d'error?";
"Send anyway" = "Enviar de totes maneres";
"Send debug profile (CPU, memory, etc)" = "Enviar perfil de diagnòstic (CPU, memòria, etc.)";
"Send feedback" = "Enviar comentaris";
"Send feedback…" = "Enviar comentaris…";
"Share improvement ideas, or report bugs" = "Proposa millores, o informa de problemes";
"Shortcut 1" = "Drecera 1";
"Shortcut 2" = "Drecera 2";
"Shortcut 3" = "Drecera 3";
"Shortcut 4" = "Drecera 4";
"Shortcut 5" = "Drecera 5";
"Shortcut already assigned to another action: %@" = "Drecera assignada a una altra acció: %@";
"Shortcuts When Active" = "Dreceres quan estan actives";
"Shortcuts when active…" = "Dreceres quan estan actius ...";
"Show" = "Mostrar";
"Show & Hide" = "Mostra i amaga";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Mostra un element al commutador per a cada finestra o per a cada aplicació.Windows estarà centrat, mentre que les aplicacions s’activaran.";
"Show at the end" = "Mostrar al final";
"Show fullscreen windows" = "Mostra finestres de pantalla completa";
"Show hidden windows" = "Mostra les finestres amagades";
"Show in switcher" = "Mostra a Switcher";
"Show minimized windows" = "Mostra finestres minimitzades";
"Show on" = "Mostrar on";
"Show on:" = "Mostrar a:";
"Show standard tabs as windows" = "Mostrar pestanyes com a finestres";
"Show standard tabs as windows:" = "Mostrar pestanyes com a finestres:";
"Show titles" = "Títols d’espectacles";
"Show windows from applications" = "Mostra les finestres des de les aplicacions";
"Show windows from screens" = "Mostra les finestres des de les pantalles";
"Show windows from Spaces" = "Mostra les finestres des d’espais";
"Show windows from:" = "Mostrar finestres de:";
"Size" = "Tamany";
"Skipped" = "Omès";
"Small" = "Petit";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Algunes aplicacions com el cercador o la vista prèvia utilitzen pestanyes estàndard que actuen com a finestres independents.Algunes altres aplicacions com els navegadors web utilitzen pestanyes personalitzades que actuen de maneres úniques i no són finestres reals.AltTab no pot enumerar -los per separat.";
"Source code repository" = "Repositori del codi font";
"Space" = "Espai";
"Space Order" = "Ordre d'espai";
"Start" = "Inici";
"Start at login" = "Comença a la sessió";
"Start at login:" = "Obrir en iniciar la sessió:";
"Support this project ❤️" = "Recolza aquest projecte ❤️";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "Canvieu entre 3 estils diferents.Podeu personalitzar -los.";
"System" = "Sistema";
"System Default" = "Per defecte";
"The application needs to restart to apply the language change." = "Cal reiniciar l'Alt-Tab per tal d'aplicar el canvi d'idioma.";
"Theme" = "Tema";
"Theme:" = "Tema:";
"Then release:" = "En deixar anar:";
"This permission is needed to focus windows after you release the shortcut" = "Aquest permís és necessari per activar una finestra amb una drecera";
"This permission is needed to show screenshots and titles of open windows" = "Aquest permís és necessari per mostrar les miniatures i els títols de les finestres";
"Thumbnails" = "Miniatures";
"Title" = "Títol";
"Title truncation" = "Títol Truncation";
"Titles" = "Títols";
"Trigger shortcut" = "Drecera de disparador";
"Unassign existing shortcut and continue" = "Eliminar drecera ja existent i continuar";
"Updates policy" = "Política d'actualització";
"Updates policy:" = "Política d'actualitzacions:";
"Use the app without this permission. Thumbnails won’t show." = "Fer servir l'Alt-Tab sense aquest permís. No es mostraran les miniatures.";
"Version" = "Versió";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "Veure discussions en curs";
"Vim keys" = "Tecles de Vim";
"Vim keys already assigned to other actions:\n%@" = "Tecles de Vim ja en ús:\n%@";
"Visibility" = "Visibilitat";
"Visible Spaces" = "Espais visibles";
"When fullscreen" = "Quan es veu a pantalla completa";
"When no open window" = "Quan no hi ha finestres obertes";
"While open, press:" = "Mentre es mostren les miniatures:";
"Window app icon size:" = "Mida de les icones:";
"Window is fullscreen" = "La finestra es veu a pantalla completa";
"Window is minimized" = "La finestra està minimitzada";
"Window is on every Space" = "La finestra és present a tots els espais";
"Window is on Space %d" = "La finestra és present a l'espai %d";
"Window max width in row:" = "Amplada màxima de finestra dins d'una fila:";
"Window min width in row:" = "Amplada mínima de finestra dins d'una fila:";
"Window order:" = "Mostrar en ordre:";
"Window Title" = "Títol de la finestra";
"Window title font size:" = "Mida dels títols:";
"Window title truncation:" = "Escurçament dels títols:";
"Windows" = "Finestres";
"You can’t undo this action." = "Aquesta opció no es pot desfer.";
"You didn’t write your email, thus can’t receive any response." = "No has indicat adreça de correu, no rebràs cap resposta.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
